[
  {
    "filiere": 1,
    "presentation": "Adipisicing mollit est veniam ut pariatur culpa proident dolore mollit commodo enim. Ex magna sunt do magna consequat esse labore irure culpa elit commodo amet. Est cillum ut ad eiusmod reprehenderit cillum dolore ex excepteur in laborum ea.\r\nDo elit aliqua ex esse consectetur commodo velit excepteur anim. Officia nisi enim nostrud ullamco excepteur sit ipsum nisi. Mollit mollit ex incididunt amet exercitation nulla nisi aute. Elit nostrud commodo qui adipisicing minim ad ipsum dolore officia deserunt dolor amet officia culpa.\r\nOfficia velit nulla labore velit amet sint pariatur id consequat ipsum dolor incididunt amet. Cillum dolore velit sit magna non ullamco ex aliqua eiusmod Lorem. Lorem qui consectetur minim ullamco magna labore fugiat consectetur exercitation magna minim. Id laborum minim amet dolor reprehenderit commodo laboris dolore nulla pariatur magna reprehenderit. Non magna enim irure est anim sunt.\r\nSit irure reprehenderit consectetur sint et ea exercitation ipsum. Cillum nisi quis nulla laborum eu ullamco nostrud eu amet cupidatat. Elit et ea fugiat est dolor sunt labore aliquip qui. Ad ut tempor dolor eu laborum reprehenderit qui velit aliqua fugiat ex.\r\n",
    "objectif": "Eiusmod officia laboris ipsum fugiat magna ullamco voluptate labore. Id cillum quis ad irure ea duis ad enim. Ipsum occaecat aute cupidatat aliqua culpa ea occaecat consectetur cillum est esse cillum laborum. Reprehenderit esse id nostrud nostrud cillum eu est commodo minim tempor ipsum.\r\nNisi pariatur mollit tempor incididunt officia fugiat eu consectetur. Incididunt ad ut reprehenderit eiusmod id. Exercitation commodo qui labore ad aliquip non nisi qui enim nulla.\r\nExercitation aliquip quis irure eiusmod pariatur duis consectetur quis occaecat aliqua aliqua officia magna esse. Pariatur occaecat ullamco cillum sunt pariatur commodo. Elit in cillum esse sunt dolore et elit pariatur. Cupidatat cillum anim sunt commodo incididunt laborum.\r\n",
    "acces": "Irure ad occaecat sint laborum exercitation quis ex mollit cillum voluptate labore. Irure sit sit tempor esse velit nostrud ad proident cupidatat eiusmod mollit elit. Minim minim reprehenderit velit incididunt. Aute consectetur anim Lorem qui incididunt. In et ex non non.",
    "debouches": "Nisi elit sint commodo occaecat ex id est sunt cillum ea cillum incididunt duis proident. Pariatur sit irure aute sint consectetur dolore. Ullamco ex eiusmod id deserunt nulla voluptate elit ad labore id qui ut laboris laborum.",
    "responsables": [
      "ARCPR6",
      "ARCPR6",
      "ARCPR11",
      "ARCPR19"
    ]
  },
  {
    "filiere": 2,
    "presentation": "Reprehenderit dolore officia mollit ut est voluptate et officia occaecat excepteur esse sit officia. Adipisicing sunt excepteur cillum elit nisi nostrud exercitation ipsum cillum excepteur fugiat. Commodo aute voluptate ex est aliquip sit quis adipisicing in deserunt aute ipsum. Irure nisi ullamco elit tempor.\r\nPariatur ea non anim laborum elit eu voluptate elit eiusmod ex ipsum officia. Adipisicing aliqua irure cupidatat ipsum consequat aliqua culpa. Esse cillum aliquip laboris laborum nostrud eiusmod est excepteur est voluptate ullamco. Sit qui minim est magna nostrud labore ea reprehenderit dolor.\r\nCulpa est esse deserunt anim dolore consequat exercitation ad ex laboris in incididunt. Amet fugiat ad nostrud esse ipsum. Mollit elit nisi cupidatat velit culpa culpa voluptate adipisicing tempor anim velit.\r\n",
    "objectif": "Proident Lorem deserunt aute nisi aliqua cupidatat ipsum id elit voluptate in nisi excepteur. Nulla anim duis aute esse. Excepteur cupidatat adipisicing commodo cillum aliquip non. Aliquip eiusmod laboris sit magna magna ex. Ut voluptate minim laboris tempor duis non proident dolore. Duis minim nisi amet labore sint ex commodo id occaecat dolore mollit adipisicing dolore voluptate. Laboris irure Lorem ea commodo duis nostrud aliquip Lorem eu sint ullamco nisi amet sunt.\r\nNisi fugiat exercitation irure est aliquip irure irure qui ut. Enim sint aliquip ullamco sunt deserunt anim cupidatat. Laboris voluptate aute minim culpa laborum ipsum et minim nostrud commodo cillum.\r\nAliquip cupidatat pariatur adipisicing elit ex nisi fugiat cupidatat enim. Eu laborum adipisicing cupidatat consectetur fugiat culpa adipisicing. Dolore occaecat tempor exercitation consectetur.\r\n",
    "acces": "Fugiat ad dolor occaecat in est consectetur exercitation laboris sit consequat consequat veniam. Ad commodo mollit ex labore duis et dolor velit. Officia exercitation et ex adipisicing velit in cupidatat minim irure fugiat ad mollit proident id. Dolore officia minim adipisicing ad sunt.",
    "debouches": "Esse pariatur laboris minim dolor magna irure sit nisi magna et occaecat.",
    "responsables": [
      "ARCPR22"
    ]
  },
  {
    "filiere": 3,
    "presentation": "Eiusmod ad elit consequat consectetur culpa velit fugiat dolor ullamco. Aute magna esse aliqua amet sint ad Lorem non eiusmod aliquip. Veniam ullamco veniam sunt aliqua fugiat aute amet esse do deserunt incididunt et cillum. Mollit eu nostrud laborum tempor magna quis exercitation proident aliqua.\r\nNostrud consequat eiusmod Lorem sit. Est Lorem laboris nulla duis laboris proident cillum tempor. Non nisi elit nostrud ex id tempor et ex in eu minim culpa proident nulla. Excepteur qui occaecat eiusmod excepteur occaecat deserunt ullamco Lorem sint et dolor et veniam cupidatat. Proident velit quis occaecat cupidatat consequat proident magna.\r\nProident non commodo tempor culpa voluptate excepteur quis occaecat dolore reprehenderit. Nostrud consequat fugiat deserunt commodo cillum commodo. Proident consequat officia consectetur labore mollit anim labore id enim. Esse sunt Lorem cillum culpa ipsum anim elit occaecat do. Veniam consequat sint excepteur dolore in aliquip reprehenderit quis.\r\n",
    "objectif": "Aliqua laborum commodo proident cupidatat id tempor occaecat duis ea enim laboris. Commodo tempor esse exercitation esse sint officia et ad exercitation. Laboris Lorem velit laboris ut laborum pariatur ipsum quis aliqua occaecat. Ipsum commodo officia consequat enim eiusmod nisi ea minim deserunt ea minim esse consectetur. Occaecat occaecat nulla voluptate eu esse id ipsum. Labore voluptate veniam eu minim ea et magna consequat dolor dolor laborum consectetur minim commodo.\r\nSit elit cillum do culpa occaecat proident nulla ad eu laboris elit excepteur consectetur. Et cupidatat non minim tempor proident. Nisi velit duis sint cillum laborum est elit voluptate quis. Ad duis deserunt sint occaecat et.\r\n",
    "acces": "Aliqua aliquip officia et dolor anim sit veniam excepteur pariatur esse incididunt aliqua eiusmod elit. Deserunt excepteur sint non ullamco enim excepteur sunt enim ad duis eiusmod amet commodo amet. Et irure ea sit sit est tempor dolor nisi do tempor ipsum nostrud ipsum.",
    "debouches": "Veniam sint incididunt eu mollit nisi velit exercitation. Quis Lorem laborum officia anim aute eu enim officia sit amet non fugiat. Ex voluptate ut laboris elit elit magna labore. Aute consequat occaecat voluptate in deserunt. Ut cillum quis quis nostrud ut mollit irure.",
    "responsables": [
      "ARCPR23"
    ]
  },
  {
    "filiere": 4,
    "presentation": "Eiusmod consectetur quis deserunt laborum non enim incididunt id. Nulla ullamco dolor ex enim enim amet incididunt voluptate aute. Velit elit adipisicing anim in consequat. Ullamco magna ipsum quis ex aute officia mollit nisi.\r\n",
    "objectif": "Labore ullamco commodo in esse duis quis pariatur. Exercitation occaecat anim enim occaecat enim sunt sint mollit officia reprehenderit. Consequat esse laboris eu eu cupidatat sunt voluptate nostrud. Excepteur anim occaecat id velit deserunt et.\r\nEt eu reprehenderit veniam officia sint nostrud. Ipsum cillum non amet esse duis id ex culpa excepteur dolor qui. Ullamco exercitation ex id officia occaecat pariatur laborum sunt id ipsum ut ut ex adipisicing. Amet qui non Lorem deserunt ex cillum mollit nisi culpa. Velit quis quis in ut laboris quis reprehenderit id cillum et. Consequat laboris ut qui aute excepteur incididunt laboris quis cillum magna sunt amet magna est. Dolore ullamco consectetur sint dolor excepteur nulla.\r\nSunt ea aliqua elit laborum nulla laborum dolor consectetur laborum ullamco consequat tempor sunt tempor. Cupidatat tempor cillum magna ipsum exercitation. Reprehenderit ad exercitation sint amet. Ullamco pariatur tempor dolore eiusmod elit ea et laborum.\r\nDeserunt magna sint consectetur cillum tempor ad non aliquip quis cupidatat ullamco. Tempor sint adipisicing exercitation qui aute do velit nisi excepteur. Proident nulla quis eiusmod excepteur eu tempor est nulla et.\r\nExercitation dolor et culpa aute consectetur. Nulla ullamco anim id ad officia ex minim nulla voluptate laboris. Deserunt incididunt amet reprehenderit mollit quis consectetur aliquip proident. Cillum proident officia reprehenderit voluptate aliqua eiusmod ad mollit adipisicing exercitation sit minim. Est voluptate magna occaecat ut qui eiusmod est.\r\n",
    "acces": "Officia magna anim deserunt consectetur duis proident eu aliqua culpa. Anim ea nulla non eu laboris esse deserunt culpa est veniam fugiat. Adipisicing duis aliqua sunt consectetur culpa eiusmod proident. Proident commodo do mollit qui minim aute exercitation tempor. Cupidatat fugiat laboris nulla eu pariatur aute id cillum culpa.",
    "debouches": "Aliqua sint do dolore culpa nostrud Lorem exercitation commodo in Lorem et.",
    "responsables": [
      "ARCPR1",
      "ARCPR0"
    ]
  }
]