[
  {
    "id": 0,
    "code": "MOD000",
    "nom": "Culture d’Entreprise et Communication 1",
    "description": "Sit est laborum aliqua proident. Ex consectetur velit Lorem exercitation sint commodo ea est commodo nisi. Quis consectetur laboris cupidatat labore sunt incididunt irure consectetur do in in elit.\r\n"
  },
  {
    "id": 1,
    "code": "MOD001",
    "nom": "Systèmes et Réseaux Informatiques I",
    "description": "Fugiat esse deserunt cupidatat fugiat excepteur culpa Lorem dolor incididunt quis elit exercitation est incididunt. Tempor elit ad in duis. Duis ea ut veniam Lorem adipisicing ipsum dolor excepteur magna elit velit ex Lorem. Tempor nulla officia fugiat aliqua eu aliquip fugiat magna dolore. Ad qui aliqua in qui veniam sunt veniam consequat minim enim fugiat. Ea ea consequat minim elit dolore fugiat occaecat ipsum enim nostrud. Qui quis nulla amet sint elit id incididunt in do sit dolore eu nostrud.\r\nSit cupidatat aliqua cupidatat quis fugiat eiusmod consectetur sunt dolor. Elit aliqua eiusmod nulla aliqua amet. Deserunt minim cupidatat aliqua Lorem nostrud enim cupidatat cillum. Dolor id irure amet nisi do occaecat cillum et amet esse aute dolore qui dolor. Cillum Lorem magna id veniam ullamco veniam pariatur deserunt. Qui proident laborum amet non.\r\n"
  },
  {
    "id": 2,
    "code": "MOD002",
    "nom": "Introduction aux Bases de données I",
    "description": "Cillum Lorem consequat veniam et. Culpa dolore reprehenderit nostrud mollit. Qui ut ut minim occaecat laboris consequat.\r\n"
  },
  {
    "id": 3,
    "code": "MOD003",
    "nom": "Multimédia en C++",
    "description": "Irure enim elit sint in esse quis eiusmod eu excepteur elit nostrud non mollit. Proident duis minim eu exercitation aliquip eiusmod cupidatat ea sint Lorem ullamco nostrud est sint. Sit laborum id ut anim eiusmod consequat sit reprehenderit. Minim mollit amet sit pariatur elit do nostrud cillum do ipsum culpa officia.\r\nDolor ipsum excepteur exercitation aliqua tempor in irure aliqua voluptate esse. Occaecat id ea quis ea. Adipisicing reprehenderit minim duis duis aliquip dolor deserunt ipsum magna eiusmod culpa incididunt. Exercitation sunt do Lorem laborum excepteur dolore pariatur ea ipsum aute dolore cillum mollit.\r\n"
  },
  {
    "id": 4,
    "code": "MOD004",
    "nom": "Architecture numérique",
    "description": "Sint do est culpa occaecat mollit consequat. Et anim excepteur nulla incididunt. Aliqua do est mollit anim pariatur in dolor.\r\n"
  },
  {
    "id": 5,
    "code": "MOD005",
    "nom": "Culture d’Entreprise et Communication 2",
    "description": "Id irure nulla cupidatat eu ipsum amet reprehenderit culpa do ipsum ut. Id ad ut consectetur ipsum ea. Amet Lorem eiusmod consequat minim fugiat. Ea laboris amet dolor laboris eu tempor eiusmod esse non consequat.\r\n"
  },
  {
    "id": 6,
    "code": "MOD006",
    "nom": "Structure de Données et Algorithmique, Programmation",
    "description": "Ullamco in quis aliquip ut aute reprehenderit excepteur anim. Consequat ut mollit enim cupidatat eu ipsum amet exercitation eu Lorem cillum do dolore esse. Ad sunt laboris proident cillum est amet in in nostrud ipsum voluptate incididunt. Exercitation nulla id in dolor. Nulla fugiat mollit exercitation reprehenderit laboris voluptate. Veniam magna cillum incididunt anim pariatur laboris consequat cillum magna ut exercitation esse excepteur sint.\r\nEx aliquip sit proident elit occaecat id est eu esse do amet est. Magna fugiat amet ipsum aliqua. Ut nulla proident laboris quis reprehenderit enim Lorem aliquip. Duis dolore sit dolore tempor esse consectetur do. Amet magna incididunt mollit laborum adipisicing duis qui.\r\n"
  },
  {
    "id": 7,
    "code": "MOD007",
    "nom": "Mathématiques Pour l’ingénieurI",
    "description": "Ut duis adipisicing dolore et anim incididunt laborum labore incididunt ad irure. Lorem ex ullamco consequat in laboris aliquip irure amet labore magna non id. Velit reprehenderit velit do laborum eu irure deserunt Lorem id ea incididunt irure cupidatat. Consectetur consequat ad ullamco in voluptate sit labore consequat culpa et. Pariatur aliquip sunt anim in ipsum. Cillum duis quis reprehenderit ex tempor ipsum aliquip quis ut. Ut culpa labore in esse officia.\r\n"
  },
  {
    "id": 8,
    "code": "MOD008",
    "nom": "esse ut cillum amet",
    "description": "Esse commodo est est sit. Cillum consectetur nisi adipisicing est deserunt ex eiusmod. Qui nostrud ea fugiat cupidatat cupidatat non sunt ea eiusmod consequat consequat ea.\r\n"
  },
  {
    "id": 9,
    "code": "MOD009",
    "nom": "duis aliqua pariatur sunt",
    "description": "Non laborum eiusmod in duis dolor elit excepteur reprehenderit esse. Id non Lorem minim dolore et incididunt commodo officia excepteur ea deserunt minim cupidatat. Do commodo sit ea et sit ea voluptate fugiat commodo aliqua est deserunt incididunt. Duis nulla tempor non deserunt officia ullamco duis ullamco eiusmod duis ad id consectetur.\r\nTempor ad sunt ullamco esse excepteur veniam id magna do proident. Quis aliqua proident id pariatur in ad cupidatat. Reprehenderit commodo pariatur eu tempor commodo.\r\nConsectetur amet velit anim ea veniam magna magna enim est. Commodo id enim nisi nulla do sit aute cillum duis labore reprehenderit ipsum magna minim. Minim mollit est veniam nostrud commodo laboris ipsum laboris velit duis.\r\n"
  },
  {
    "id": 10,
    "code": "MOD010",
    "nom": "amet aute",
    "description": "Minim incididunt velit proident culpa Lorem est. Deserunt eu et sunt ullamco fugiat aute laborum sint magna Lorem officia exercitation sint adipisicing. Ut dolore ipsum nostrud quis pariatur qui nulla velit dolor sint. Adipisicing ipsum sit ad Lorem ad minim enim labore amet sit cupidatat dolore sit. Eu incididunt qui aliquip do sunt laborum proident irure proident pariatur velit non velit. Laboris quis tempor fugiat tempor fugiat duis cillum excepteur aute sint reprehenderit. Minim irure exercitation pariatur mollit ea occaecat ipsum cillum.\r\n"
  },
  {
    "id": 11,
    "code": "MOD011",
    "nom": "ea proident cillum cillum",
    "description": "Adipisicing mollit Lorem ad reprehenderit. Duis exercitation nostrud labore ut qui qui dolore est laborum. Mollit officia esse esse consectetur sint dolore culpa dolore tempor. Aute dolor irure ex dolor consequat. Ipsum eiusmod in ex sit ad aute incididunt ullamco nulla nulla sit magna nulla.\r\nIncididunt amet laborum tempor dolor excepteur minim. Enim tempor aliqua cupidatat exercitation minim officia veniam sint sint sint anim. Laborum ullamco amet veniam aliqua quis amet labore eiusmod commodo duis.\r\n"
  },
  {
    "id": 12,
    "code": "MOD012",
    "nom": "culpa fugiat",
    "description": "Ipsum incididunt labore labore labore est enim irure veniam ad eiusmod non tempor tempor veniam. Laboris occaecat qui cupidatat Lorem nisi magna laboris. Labore quis non reprehenderit elit. Cillum nostrud ad pariatur amet non id commodo qui aliqua ex veniam.\r\n"
  },
  {
    "id": 13,
    "code": "MOD013",
    "nom": "veniam elit esse",
    "description": "Sint veniam minim ullamco incididunt aliqua et. Reprehenderit exercitation nulla voluptate commodo magna consequat dolore ex sit duis aliquip aliqua. Veniam veniam dolore proident nostrud tempor sit sint eu incididunt cupidatat elit ullamco.\r\nIrure laborum enim velit velit. Velit ad ullamco fugiat aute excepteur. Aliquip ex ea sunt dolor in ea. Nisi occaecat nulla laborum do nisi consectetur pariatur nostrud quis anim excepteur velit. Exercitation culpa elit cillum cupidatat veniam culpa consequat laborum adipisicing consectetur ipsum. Duis aliquip duis pariatur exercitation nostrud aliquip.\r\nFugiat minim cillum ex non Lorem reprehenderit nulla incididunt. Pariatur anim magna aliquip proident aliqua eu ipsum duis. Qui laboris elit quis velit eiusmod fugiat do exercitation eiusmod deserunt laboris minim. Consequat anim eu laborum id in deserunt nisi ex reprehenderit elit.\r\n"
  },
  {
    "id": 14,
    "code": "MOD014",
    "nom": "amet id dolore",
    "description": "Lorem aliquip duis culpa aute tempor ipsum. Sunt incididunt sint duis laborum ut exercitation. Laboris ullamco voluptate laboris incididunt esse irure reprehenderit ipsum ad magna velit nisi proident veniam. Consequat enim aute duis labore fugiat. Irure est ad minim incididunt eu incididunt Lorem nulla est.\r\nAliquip adipisicing duis labore aliquip nulla anim excepteur Lorem excepteur commodo excepteur sint amet. Velit cupidatat mollit culpa enim consectetur sunt. Excepteur irure consequat esse ex. Id sunt minim do labore consequat. Ea aliqua fugiat est aliqua sunt dolor irure labore ex. Irure ea do proident incididunt est tempor minim esse duis ipsum reprehenderit labore velit dolore.\r\nEt enim ex qui ut dolore et anim sint. Labore id tempor esse aliquip quis deserunt reprehenderit pariatur proident elit aute non. Eiusmod eu exercitation sunt nulla.\r\n"
  },
  {
    "id": 15,
    "code": "MOD015",
    "nom": "id ut fugiat labore",
    "description": "Officia pariatur enim aute qui ad veniam. Irure aute tempor sint veniam anim. Non aute officia culpa et ea consequat officia mollit. Voluptate non pariatur fugiat ad. Officia sit id dolore mollit id do Lorem ea in aute proident.\r\n"
  },
  {
    "id": 16,
    "code": "MOD016",
    "nom": "adipisicing",
    "description": "Consectetur commodo ipsum aliqua voluptate tempor voluptate incididunt eu. Nisi quis sunt aute sit consectetur et sit quis excepteur amet consequat consequat id pariatur. Pariatur non velit excepteur in eu cupidatat fugiat occaecat exercitation id nulla commodo quis adipisicing. Incididunt velit minim consectetur ad consequat id ullamco.\r\n"
  },
  {
    "id": 17,
    "code": "MOD017",
    "nom": "laborum deserunt in laboris",
    "description": "Reprehenderit eu excepteur cillum nulla. Veniam veniam mollit id labore do consequat. Cupidatat nisi elit incididunt sit cillum fugiat deserunt sit labore velit in consequat amet excepteur. Nisi mollit laborum exercitation aliqua veniam ad laborum aliqua dolor. Duis sunt nulla eiusmod adipisicing ad amet. Laborum magna occaecat ad elit aute anim fugiat et.\r\nEa qui velit Lorem tempor do nulla labore enim sunt non ullamco adipisicing. Commodo elit incididunt quis eu ut eiusmod non consequat sunt cupidatat qui. Ea voluptate non velit fugiat incididunt aute cillum. Occaecat non sint tempor aliqua nisi id exercitation. Id cillum est est ipsum eiusmod occaecat aliquip deserunt excepteur proident duis. Mollit sunt Lorem adipisicing ullamco voluptate. Anim Lorem elit veniam aliquip cillum do aliquip ex culpa.\r\nAd non do reprehenderit cillum excepteur. Dolor irure pariatur consequat dolor ullamco duis pariatur dolore laboris. Voluptate reprehenderit ipsum sunt fugiat.\r\n"
  },
  {
    "id": 18,
    "code": "MOD018",
    "nom": "velit",
    "description": "Duis fugiat sint ipsum non. Dolore laboris est occaecat ipsum eiusmod ad ea ex nulla nostrud veniam quis Lorem culpa. Voluptate ea est et eu qui laborum amet. Minim et cillum sunt voluptate nostrud laborum dolore sunt aliquip ullamco ea consectetur. Magna cupidatat ex est non adipisicing dolor aliqua ea nostrud irure officia excepteur pariatur. Irure incididunt excepteur magna in.\r\n"
  },
  {
    "id": 19,
    "code": "MOD019",
    "nom": "elit elit deserunt nulla",
    "description": "Esse cillum pariatur et ut nisi consectetur ad ut. Velit ad culpa mollit amet laborum ea consectetur anim duis fugiat. Eiusmod Lorem excepteur consectetur ad laboris eiusmod et sint anim. Non Lorem dolore anim id ad labore tempor dolor enim officia cillum cillum irure. Pariatur deserunt ipsum sunt velit proident cupidatat amet quis eiusmod irure Lorem eiusmod. Cillum labore velit nulla consectetur qui ut aliqua commodo exercitation elit. Duis Lorem occaecat est cillum adipisicing.\r\nLabore non est adipisicing consequat ullamco eu est cupidatat laboris nostrud officia exercitation. Eu do incididunt cillum eu adipisicing aliquip duis cillum ea excepteur est deserunt. Eu do aute elit elit occaecat culpa ex minim laborum Lorem laboris ad non.\r\nConsectetur sit qui ipsum elit Lorem laboris pariatur voluptate velit mollit do. Amet do anim proident nulla ipsum Lorem aliquip officia nostrud incididunt. Eu qui elit exercitation id ut proident exercitation eiusmod. Amet Lorem nisi et aute mollit officia anim.\r\n"
  },
  {
    "id": 20,
    "code": "MOD020",
    "nom": "nulla pariatur",
    "description": "Irure do culpa in sit ea do officia Lorem nulla ullamco ullamco. Cupidatat dolore consectetur laborum fugiat anim ex. Tempor est laborum officia id quis. Cillum ipsum cillum officia officia excepteur incididunt laboris nisi adipisicing culpa sit elit sit dolor.\r\n"
  },
  {
    "id": 21,
    "code": "MOD021",
    "nom": "mollit ea qui",
    "description": "Nisi tempor in commodo exercitation elit dolore laboris. Eu adipisicing irure nostrud deserunt laborum. Lorem adipisicing ullamco labore incididunt consectetur. Eu non qui mollit cupidatat adipisicing fugiat aliquip id aute ullamco aliquip. Magna nisi qui cillum duis quis minim Lorem reprehenderit id enim non et mollit. Labore exercitation tempor laboris enim magna commodo ad cupidatat tempor. Cupidatat aliqua minim et aliquip Lorem anim eiusmod elit anim mollit elit reprehenderit et enim.\r\nNostrud tempor cupidatat veniam reprehenderit cillum aute velit mollit magna ipsum veniam ex dolor do. Amet est aliquip irure laboris dolore ullamco nulla cillum commodo dolore qui proident officia dolor. Sit proident eu laborum culpa amet occaecat est laboris. Deserunt quis qui et velit culpa exercitation minim occaecat aliqua cillum. Ut ullamco aliquip ipsum et aute enim nostrud ad cillum. Tempor consectetur quis labore nulla minim elit anim incididunt culpa eiusmod. Ipsum eiusmod minim incididunt consequat amet aliquip adipisicing sit enim cupidatat ad occaecat dolore.\r\n"
  },
  {
    "id": 22,
    "code": "MOD022",
    "nom": "ullamco",
    "description": "Aute eiusmod minim sit quis esse consequat nostrud. Pariatur labore veniam quis ex enim anim ea non. Deserunt elit ullamco quis amet eu nisi sunt ullamco. Culpa commodo labore duis reprehenderit ea anim commodo aute culpa.\r\nEsse aliqua aliquip ex officia. Aliqua culpa aliquip cupidatat ad. Fugiat laboris tempor enim pariatur ullamco elit quis deserunt pariatur nostrud culpa.\r\nMagna dolor id dolor officia amet labore sit sit adipisicing sint. Eiusmod amet do amet cillum adipisicing cillum mollit nisi nisi. Et cillum dolore mollit nulla laborum.\r\n"
  },
  {
    "id": 23,
    "code": "MOD023",
    "nom": "ea dolor esse laboris",
    "description": "Sint enim cillum Lorem pariatur laboris cillum duis aliquip aliqua nisi excepteur laborum non magna. Ipsum in deserunt irure ullamco irure eiusmod minim consequat esse minim ad sint. Nisi tempor ipsum duis nulla. Nisi dolore laborum cillum id.\r\n"
  },
  {
    "id": 24,
    "code": "MOD024",
    "nom": "proident tempor ea",
    "description": "Dolore enim fugiat proident minim veniam sint enim dolor est. Eiusmod et et enim nulla do esse commodo excepteur qui elit in qui occaecat. Veniam aliqua consequat minim non officia adipisicing nulla minim occaecat dolore commodo ex mollit. Sit aliqua aliquip tempor officia veniam ea.\r\nAliquip nostrud amet quis ea ullamco laborum. Minim Lorem consectetur est quis sint cupidatat. Amet reprehenderit ut ipsum exercitation quis anim cupidatat enim nulla esse aute. Reprehenderit dolor proident do aute. Irure consectetur ullamco et minim ipsum ipsum dolore laboris ipsum sit culpa consequat.\r\n"
  },
  {
    "id": 25,
    "code": "MOD025",
    "nom": "magna proident",
    "description": "Id Lorem duis et velit voluptate ut cupidatat sunt ut excepteur. Consequat commodo in aute culpa qui elit non ipsum est incididunt. In nulla elit aliqua occaecat sit. Mollit magna exercitation consequat irure ad cillum sit fugiat deserunt occaecat consectetur. Exercitation quis dolor est sunt tempor voluptate id elit fugiat qui qui magna. Fugiat adipisicing culpa anim duis deserunt.\r\n"
  },
  {
    "id": 26,
    "code": "MOD026",
    "nom": "sit ut",
    "description": "Dolore sunt officia sunt incididunt aute voluptate est. Occaecat sit sit ex elit laboris officia elit Lorem. Veniam labore pariatur est commodo excepteur qui sint reprehenderit ex duis. Qui tempor sit Lorem fugiat magna cupidatat commodo eiusmod sunt est magna proident.\r\nAdipisicing Lorem exercitation reprehenderit aliqua laboris adipisicing voluptate do esse deserunt laboris est quis. Id aliquip aliquip sit eu qui proident consequat voluptate irure nostrud proident commodo consequat minim. Voluptate sunt esse incididunt dolore. Exercitation consequat eu veniam in aliqua. Incididunt adipisicing culpa deserunt voluptate. Sint officia sint laboris consequat officia deserunt ad sint ipsum exercitation occaecat.\r\nEx proident ut aliquip labore aliqua. Excepteur sunt anim laborum dolor velit cupidatat nulla aliquip laborum commodo tempor. Culpa ad pariatur exercitation Lorem excepteur tempor eiusmod adipisicing. Occaecat irure non dolor eu aliquip aliquip sint.\r\n"
  },
  {
    "id": 27,
    "code": "MOD027",
    "nom": "ex ex sit veniam",
    "description": "Mollit et et excepteur nostrud incididunt reprehenderit Lorem commodo reprehenderit. Anim aliqua pariatur Lorem esse deserunt aliqua. Reprehenderit eu aliquip est elit excepteur aliquip aute consequat aliquip ullamco cillum incididunt ut.\r\nLaborum sit irure voluptate quis mollit non nulla sint. Esse ullamco irure quis incididunt nisi eu aute. Est exercitation reprehenderit minim laboris.\r\n"
  },
  {
    "id": 28,
    "code": "MOD028",
    "nom": "exercitation",
    "description": "Sint culpa officia velit aute officia cillum officia elit id fugiat. Amet fugiat velit in ut et reprehenderit esse sunt amet aliquip Lorem eiusmod enim. Qui elit ut officia quis ex officia officia reprehenderit sunt tempor exercitation sunt minim. Pariatur cillum consectetur dolor consectetur tempor occaecat consectetur pariatur esse non aliquip enim.\r\nNisi adipisicing aliqua elit nisi sunt incididunt eu eiusmod esse eiusmod deserunt. Commodo cupidatat magna Lorem anim culpa eu mollit dolore deserunt eu ea sit id. Nostrud mollit in nostrud aute aliqua deserunt laboris tempor ut id aute. Irure anim cillum ullamco cillum ut. Qui sint adipisicing sint mollit labore duis laboris velit laboris proident proident aliqua amet duis.\r\n"
  },
  {
    "id": 29,
    "code": "MOD029",
    "nom": "id officia",
    "description": "Nostrud duis quis sunt reprehenderit quis cillum. Aliqua laborum dolor eiusmod amet sit nulla amet Lorem. Esse sit exercitation est veniam nulla esse ad adipisicing. Officia proident labore minim est. Laborum consequat ullamco pariatur consectetur nisi incididunt minim consequat occaecat. Nulla cillum Lorem irure pariatur tempor voluptate ullamco.\r\n"
  }
]